#### InHg Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol inHg, indicating unit Inches of mercury (32 Â°F).

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId InHg { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property InHg As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ InHg { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace